Repository: Clotho-ex/CatLocal
Catalog: CatLocal/Resources/Localizable.xcstrings
Source language: en
Languages: el, hr, pl, ro, tr, uk

source: Sanitized originals, cutouts, and thumbnails stay in CatLocal's private app container. Their folders use iOS file protection until the first unlock after restart, are excluded from backups, and are removed with their cat.
el: Τα καθαρισμένα πρωτότυπα, τα αποκόμματα και οι μικρογραφίες παραμένουν στο ιδιωτικό κοντέινερ της εφαρμογής CatLocal. Οι φάκελοί τους χρησιμοποιούν την προστασία αρχείων του iOS έως το πρώτο ξεκλείδωμα μετά από επανεκκίνηση, εξαιρούνται από τα αντίγραφα ασφαλείας και διαγράφονται μαζί με την αντίστοιχη γάτα.
hr: Sanitizirani izvornici, izrezi i minijature ostaju u privatnom spremniku aplikacije CatLocal. Njihove mape koriste iOS zaštitu datoteka do prvog otključavanja nakon ponovnog pokretanja, isključene su iz sigurnosnih kopija i brišu se zajedno s pripadajućom mačkom.
pl: Oczyszczone oryginały, wycięcia i miniatury pozostają w prywatnym kontenerze aplikacji CatLocal. Ich foldery korzystają z ochrony plików iOS do pierwszego odblokowania po ponownym uruchomieniu, są wyłączone z kopii zapasowych i usuwane razem z odpowiadającym im kotem.
ro: Originalele curățate, decupajele și miniaturile rămân în containerul privat al aplicației CatLocal. Folderele lor folosesc protecția fișierelor iOS până la prima deblocare după repornire, sunt excluse din copiile de siguranță și sunt șterse împreună cu pisica aferentă.
tr: Temizlenmiş orijinaller, kesitler ve küçük resimler CatLocal'ın özel uygulama kapsayıcısında kalır. Klasörleri, yeniden başlatmanın ardından ilk kilit açılana kadar iOS dosya koruması altındadır; yedeklemelere dahil edilmez ve ilgili kediyle birlikte silinir.
uk: Очищені оригінали, вирізки й мініатюри залишаються в приватному контейнері застосунку CatLocal. Їхні папки використовують захист файлів iOS до першого розблокування після перезапуску, не включаються до резервних копій і видаляються разом із відповідним котом.

source: Save Cat
el: Αποθήκευση γάτας
hr: Spremi mačku
pl: Zapisz kota
ro: Salvează pisica
tr: Kediyi kaydet
uk: Зберегти кота

source: Save to Collection
el: Αποθήκευση στη συλλογή
hr: Spremi u zbirku
pl: Zapisz w kolekcji
ro: Salvează în colecție
tr: Koleksiyona Kaydet
uk: Зберегти в колекції

source: Saved here
el: Αποθηκεύεται εδώ
hr: Spremljeno ovdje
pl: Zapisane tutaj
ro: Salvat aici
tr: Buraya kaydedilir
uk: Збережено тут

source: Saved images are GPS-free.
el: Οι αποθηκευμένες εικόνες δεν περιέχουν GPS.
hr: Spremljene slike nemaju GPS podatke.
pl: Zapisane obrazy nie zawierają GPS.
ro: Imaginile salvate nu conțin date GPS.
tr: Kaydedilen görsellerde GPS verisi bulunmaz.
uk: Збережені зображення не містять GPS.

source: Saved to Collection
el: Αποθηκεύτηκε στη συλλογή
hr: Spremljeno u zbirku
pl: Zapisano w kolekcji
ro: Salvat în colecție
tr: Koleksiyona kaydedildi
uk: Збережено в колекції

source: Saves this card now. You can edit the name, design, and Catlas details later.
el: Αποθηκεύει τώρα αυτή την κάρτα. Μπορείτε να επεξεργαστείτε αργότερα το όνομα, το σχέδιο και τα στοιχεία Catlas.
hr: Sprema ovu karticu sada. Naziv, dizajn i Catlas podatke možete urediti poslije.
pl: Zapisuje tę kartę teraz. Nazwę, wygląd i dane Catlas możesz edytować później.
ro: Salvează acest card acum. Poți edita ulterior numele, designul și detaliile Catlas.
tr: Bu kartı şimdi kaydeder. Adı, tasarımı ve Catlas ayrıntılarını daha sonra düzenleyebilirsiniz.
uk: Зберігає цю картку зараз. Ім’я, дизайн і дані Catlas можна змінити пізніше.

source: See exactly what stays on-device.
el: Δείτε ακριβώς τι παραμένει στη συσκευή.
hr: Pogledajte što točno ostaje na uređaju.
pl: Zobacz dokładnie, co pozostaje na urządzeniu.
ro: Vezi exact ce rămâne pe dispozitiv.
tr: Aygıtta tam olarak nelerin kaldığını görün.
uk: Перегляньте, що саме залишається на пристрої.

source: Select
el: Επιλογή
hr: Odaberi
pl: Wybierz
ro: Selectează
tr: Seç
uk: Вибрати

source: Select Card
el: Επιλογή κάρτας
hr: Odaberi karticu
pl: Wybierz kartę
ro: Selectează cardul
tr: Kartı seç
uk: Вибрати картку

source: Select cards for deletion
el: Επιλέξτε κάρτες για διαγραφή
hr: Odaberite kartice za brisanje
pl: Wybierz karty do usunięcia
ro: Selectează cardurile de șters
tr: Silinecek kartları seçin
uk: Виберіть картки для видалення

source: Select cards to delete from this iPhone.
el: Επιλέξτε κάρτες για διαγραφή από αυτό το iPhone.
hr: Odaberite kartice za brisanje s ovog iPhonea.
pl: Wybierz karty do usunięcia z tego iPhone’a.
ro: Alege cardurile de șters de pe acest iPhone.
tr: Bu iPhone'dan silinecek kartları seçin.
uk: Виберіть картки, які слід видалити з цього iPhone.

source: Selected for deletion
el: Επιλέχθηκε για διαγραφή
hr: Odabrano za brisanje
pl: Wybrano do usunięcia
ro: Selectat pentru ștergere
tr: Silinmek üzere seçildi
uk: Вибрано для видалення

source: Selects this card design
el: Επιλέγει αυτό το σχέδιο κάρτας
hr: Odabire ovaj dizajn kartice
pl: Wybiera ten wygląd karty
ro: Selectează acest design de card
tr: Bu kart tasarımını seçer
uk: Вибирає цей дизайн картки

source: Selects this cat for the card
el: Επιλέγει αυτή τη γάτα για την κάρτα
hr: Odabire ovu mačku za karticu
pl: Wybiera tego kota do karty
ro: Selectează această pisică pentru card
tr: Kart için bu kediyi seçer
uk: Вибирає цього кота для картки

source: Settings
el: Ρυθμίσεις
hr: Postavke
pl: Ustawienia
ro: Configurări
tr: Ayarlar
uk: Налаштування

source: Settling card
el: Ολοκλήρωση κάρτας
hr: Dovršavanje kartice
pl: Finalizowanie karty
ro: Se finalizează cardul
tr: Kart son hâline getiriliyor
uk: Завершення картки

source: Shows %lld styles
el: Εμφανίζει %lld στιλ
hr: Prikazuje %lld stilova
pl: Pokazuje %lld stylu
ro: Afișează %lld de stiluri
tr: %lld stil gösterir
uk: Показує %lld стилю

source: Shows selection controls before deleting cards
el: Εμφανίζει τα στοιχεία επιλογής πριν από τη διαγραφή καρτών
hr: Prikazuje kontrole odabira prije brisanja kartica
pl: Pokazuje opcje wyboru przed usunięciem kart
ro: Afișează comenzile de selectare înainte de ștergerea cardurilor
tr: Kartları silmeden önce seçim denetimlerini gösterir
uk: Показує елементи вибору перед видаленням карток

source: Skip to Home
el: Παράλειψη και μετάβαση στην Αρχική
hr: Preskoči na Početnu
pl: Pomiń i przejdź do Startu
ro: Sari la Acasă
tr: Atla ve Ana Sayfaya Git
uk: Пропустити й перейти на головну

source: Something went wrong
el: Κάτι πήγε στραβά
hr: Nešto je pošlo po zlu
pl: Coś poszło nie tak
ro: Ceva nu a mers bine
tr: Bir sorun oluştu
uk: Щось пішло не так

source: Sort
el: Ταξινόμηση
hr: Razvrstaj
pl: Sortuj
ro: Sortează
tr: Sırala
uk: Сортувати

source: Sort places
el: Ταξινόμηση τοποθεσιών
hr: Razvrstaj mjesta
pl: Sortuj miejsca
ro: Sortează locurile
tr: Konumları sırala
uk: Сортувати місця

source: Sort saved cards
el: Ταξινόμηση αποθηκευμένων καρτών
hr: Razvrstaj spremljene kartice
pl: Sortuj zapisane karty
ro: Sortează cardurile salvate
tr: Kayıtlı kartları sırala
uk: Сортувати збережені картки

source: Sorted by %1$@
el: Ταξινόμηση: %1$@
hr: Razvrstavanje: %1$@
pl: Sortowanie: %1$@
ro: Sortare: %1$@
tr: Sıralama: %1$@
uk: Сортування: %1$@

source: Sorts Catlas places
el: Ταξινομεί τις τοποθεσίες Catlas
hr: Razvrstava mjesta u Catlasu
pl: Sortuje miejsca w Catlas
ro: Sortează locurile din Catlas
tr: Catlas yerlerini sıralar
uk: Сортує місця в Catlas

source: Starts the private capture and photo import flow
el: Ξεκινά την ιδιωτική λήψη και εισαγωγή φωτογραφίας
hr: Pokreće privatno snimanje i uvoz fotografije
pl: Uruchamia prywatne fotografowanie i import zdjęcia
ro: Pornește fluxul privat de fotografiere și import
tr: Özel çekim ve fotoğraf içe aktarma akışını başlatır
uk: Запускає приватну зйомку та імпорт фото

source: Step %1$@ of %2$@
el: Βήμα %1$@ από %2$@
hr: Korak %1$@ od %2$@
pl: Krok %1$@ z %2$@
ro: Pasul %1$@ din %2$@
tr: Adım %1$@ / %2$@
uk: Крок %1$@ з %2$@

source: Stop and return
el: Διακοπή και επιστροφή
hr: Zaustavi i vrati se
pl: Zatrzymaj i wróć
ro: Oprește și revino
tr: Durdur ve geri dön
uk: Зупинити й повернутися

source: Storage
el: Χώρος αποθήκευσης
hr: Pohrana
pl: Pamięć
ro: Stocare
tr: Depolama
uk: Сховище

source: Storage used, %1$@
el: Χρησιμοποιούμενος χώρος: %1$@
hr: Iskorištena pohrana: %1$@
pl: Użyte miejsce: %1$@
ro: Spațiu utilizat: %1$@
tr: Kullanılan depolama: %1$@
uk: Використано сховища: %1$@

source: Stored image loading
el: Φόρτωση αποθηκευμένης εικόνας
hr: Učitavanje spremljene slike
pl: Wczytywanie zapisanego obrazu
ro: Se încarcă imaginea stocată
tr: Kayıtlı görsel yükleniyor
uk: Збережене зображення завантажується

source: Stored image unavailable
el: Η αποθηκευμένη εικόνα δεν είναι διαθέσιμη
hr: Spremljena slika nije dostupna
pl: Zapisany obraz jest niedostępny
ro: Imaginea stocată nu este disponibilă
tr: Kayıtlı görsel kullanılamıyor
uk: Збережене зображення недоступне

source: Sunstamp
el: Ηλιακή σφραγίδα
hr: Sunčani pečat
pl: Słoneczny stempel
ro: Amprentă solară
tr: Güneş Damgası
uk: Сонячний відбиток

source: Swipe up or down to move the light.
el: Σαρώστε προς τα πάνω ή κάτω για να μετακινήσετε το φως.
hr: Prijeđite prstom gore ili dolje za pomicanje svjetla.
pl: Przesuń w górę lub w dół, aby poruszyć światło.
ro: Glisează în sus sau în jos pentru a muta lumina.
tr: Işığı hareket ettirmek için yukarı veya aşağı kaydırın.
uk: Проведіть угору або вниз, щоб перемістити світло.

source: Switch CatLocal to English.
el: Αλλάζει το CatLocal στα Αγγλικά.
hr: Prebacuje CatLocal na engleski.
pl: Przełącza CatLocal na język angielski.
ro: Comută CatLocal în engleză.
tr: CatLocal'ı İngilizceye geçirir.
uk: Перемикає CatLocal на англійську.

source: System
el: Σύστημα
hr: Sustav
ro: Sistem
tr: Sistem
uk: Системна

source: Tactile cues for capture, cards, and actions.
el: Απτικά σήματα για λήψη, κάρτες και ενέργειες.
hr: Dodirni signali za snimanje, kartice i radnje.
pl: Dotykowe sygnały przy robieniu zdjęć, kartach i działaniach.
ro: Semnale tactile pentru captură, carduri și acțiuni.
tr: Çekim, kartlar ve eylemler için dokunsal ipuçları.
uk: Тактильні сигнали для знімання, карток і дій.

source: Take a photo or choose one
el: Τραβήξτε ή επιλέξτε μια φωτογραφία
hr: Snimite ili odaberite fotografiju
pl: Zrób zdjęcie lub wybierz istniejące
ro: Fă o fotografie sau alege una
tr: Fotoğraf çekin veya bir fotoğraf seçin
uk: Зробіть фото або виберіть готове

source: Take photo
el: Λήψη φωτογραφίας
hr: Snimi fotografiju
pl: Zrób zdjęcie
ro: Fotografiază
tr: Fotoğraf çek
uk: Зробити фото

source: Tap directly on the cat, or choose a named photo area below.
el: Πατήστε απευθείας τη γάτα ή επιλέξτε μια ονομασμένη περιοχή παρακάτω.
hr: Dodirnite izravno mačku ili odaberite imenovano područje fotografije ispod.
pl: Stuknij bezpośrednio kota albo wybierz poniżej nazwany obszar zdjęcia.
ro: Atinge direct pisica sau alege mai jos o zonă denumită a fotografiei.
tr: Doğrudan kediye dokunun veya aşağıdan adlandırılmış bir fotoğraf alanı seçin.
uk: Торкніться безпосередньо кота або виберіть названу ділянку фото нижче.

source: Tap the cat
el: Πατήστε τη γάτα
hr: Dodirnite mačku
pl: Stuknij kota
ro: Atinge pisica
tr: Kediye dokunun
uk: Торкніться кота

source: The card was not deleted. Please try again.
el: Η κάρτα δεν διαγράφηκε. Δοκιμάστε ξανά.
hr: Kartica nije izbrisana. Pokušajte ponovno.
pl: Karta nie została usunięta. Spróbuj ponownie.
ro: Cardul nu a fost șters. Încearcă din nou.
tr: Kart silinmedi. Lütfen yeniden deneyin.
uk: Картку не видалено. Спробуйте ще раз.

source: The card, details, and images stay on this iPhone.
el: Η κάρτα, τα στοιχεία και οι εικόνες παραμένουν σε αυτό το iPhone.
hr: Kartica, podaci i slike ostaju na ovom iPhoneu.
pl: Karta, dane i obrazy pozostają na tym iPhonie.
ro: Cardul, detaliile și imaginile rămân pe acest iPhone.
tr: Kart, ayrıntılar ve görseller bu iPhone'da kalır.
uk: Картка, дані й зображення залишаються на цьому iPhone.

source: The collection requires no account, upload, cloud AI, or model-training use.
el: Η συλλογή δεν απαιτεί λογαριασμό, μεταφόρτωση, τεχνητή νοημοσύνη στο cloud ή χρήση για εκπαίδευση μοντέλων.
hr: Zbirka ne zahtijeva račun, prijenos, AI u oblaku niti treniranje modela.
pl: Kolekcja nie wymaga konta, przesyłania, AI w chmurze ani użycia do trenowania modeli.
ro: Colecția nu necesită cont, încărcare, AI în cloud sau utilizare pentru antrenarea modelelor.
tr: Koleksiyon için hesap, yükleme, bulut yapay zekâsı veya model eğitimi gerekmez.
uk: Колекція не потребує облікового запису, вивантаження, хмарного ШІ чи навчання моделей.

source: The selected photo stays on this iPhone
el: Η επιλεγμένη φωτογραφία παραμένει σε αυτό το iPhone
hr: Odabrana fotografija ostaje na ovom iPhoneu
pl: Wybrane zdjęcie pozostaje na tym iPhonie
ro: Fotografia selectată rămâne pe acest iPhone
tr: Seçilen fotoğraf bu iPhone'da kalır
uk: Вибране фото залишається на цьому iPhone

source: This cannot be undone.
el: Αυτή η ενέργεια δεν αναιρείται.
hr: Ovo se ne može poništiti.
pl: Tej czynności nie można cofnąć.
ro: Această acțiune nu poate fi anulată.
tr: Bu işlem geri alınamaz.
uk: Цю дію неможливо скасувати.

source: This happens entirely on your iPhone.
el: Όλα γίνονται αποκλειστικά στο iPhone σας.
hr: Sve se odvija na vašem iPhoneu.
pl: Wszystko odbywa się na Twoim iPhonie.
ro: Totul se întâmplă pe iPhone-ul tău.
tr: Bu işlem tamamen iPhone'unuzda gerçekleşir.
uk: Усе відбувається лише на вашому iPhone.

source: This permanently removes every saved cat from this iPhone.
el: Αυτό αφαιρεί οριστικά κάθε αποθηκευμένη γάτα από αυτό το iPhone.
hr: Time se trajno uklanjaju sve spremljene mačke s ovog iPhonea.
pl: To trwale usunie wszystkie zapisane koty z tego iPhone’a.
ro: Aceasta elimină definitiv toate pisicile salvate de pe acest iPhone.
tr: Bu işlem kayıtlı tüm kedileri bu iPhone'dan kalıcı olarak siler.
uk: Усі збережені коти будуть назавжди видалені з цього iPhone.

source: This photo looks a little unclear
el: Αυτή η φωτογραφία φαίνεται λίγο ασαφής
hr: Ova fotografija izgleda malo nejasno
pl: To zdjęcie jest trochę niewyraźne
ro: Fotografia pare puțin neclară
tr: Bu fotoğraf biraz belirsiz görünüyor
uk: Це фото трохи нечітке

source: This photo may need another try
el: Ίσως χρειάζεται άλλη προσπάθεια
hr: Možda treba pokušati s drugom fotografijom
pl: To zdjęcie może wymagać kolejnej próby
ro: Această fotografie ar putea necesita o nouă încercare
tr: Bu fotoğrafı yeniden denemek gerekebilir
uk: Можливо, варто спробувати інше фото

source: Tilt, foil lighting, and reveal motion.
el: Κλίση, φωτισμός εφέ και κίνηση αποκάλυψης.
hr: Nagib, svjetlucavo osvjetljenje i animacija otkrivanja.
pl: Przechylenie, foliowe światło i animacja odsłaniania.
ro: Înclinare, iluminare irizată și animația de dezvăluire.
tr: Eğim, folyo ışığı ve ortaya çıkma hareketi.
uk: Нахил, фольгове підсвічування й анімація появи.

source: Top center
el: Επάνω κέντρο
hr: Gore u sredini
pl: Góra pośrodku
ro: Sus centru
tr: Üst orta
uk: Вгорі по центру

source: Top left
el: Επάνω αριστερά
hr: Gore lijevo
pl: Lewy górny róg
ro: Sus stânga
tr: Sol üst
uk: Вгорі ліворуч

source: Top right
el: Επάνω δεξιά
hr: Gore desno
pl: Prawy górny róg
ro: Sus dreapta
tr: Sağ üst
uk: Вгорі праворуч

source: Try another photo
el: Δοκιμή άλλης φωτογραφίας
hr: Pokušaj drugu fotografiju
pl: Wypróbuj inne zdjęcie
ro: Încearcă altă fotografie
tr: Başka bir fotoğraf dene
uk: Спробувати інше фото

source: Try the center
el: Δοκιμάστε το κέντρο
hr: Pokušajte u sredini
pl: Spróbuj środka
ro: Încearcă centrul
tr: Merkezi deneyin
uk: Спробуйте центр

source: Typed labels only. No GPS is requested.
el: Μόνο ετικέτες που πληκτρολογείτε. Το CatLocal δεν ζητά πρόσβαση στο GPS.
hr: Samo ručno unesene oznake. CatLocal ne traži pristup GPS-u.
pl: Tylko etykiety wpisane ręcznie. CatLocal nie prosi o dostęp do GPS.
ro: Doar etichete introduse manual. CatLocal nu solicită acces la GPS.
tr: Yalnızca elle girdiğiniz etiketler. CatLocal GPS erişimi istemez.
uk: Лише мітки, введені вручну. CatLocal не запитує доступ до GPS.

source: Unavailable
el: Μη διαθέσιμο
hr: Nedostupno
pl: Niedostępne
ro: Indisponibil
tr: Kullanılamıyor
uk: Недоступно

source: Unplaced for now
el: Χωρίς τοποθεσία προς το παρόν
hr: Za sada bez mjesta
pl: Na razie bez miejsca
ro: Momentan fără loc
tr: Şimdilik konumsuz
uk: Поки без місця

source: Use English
el: Χρήση Αγγλικών
hr: Koristi engleski
pl: Użyj angielskiego
ro: Folosește engleza
tr: İngilizce Kullan
uk: Використовувати англійську

source: Use System Language
el: Χρήση Γλώσσας Συστήματος
hr: Koristi jezik sustava
pl: Użyj języka systemowego
ro: Folosește limba sistemului
tr: Sistem Dilini Kullan
uk: Використовувати мову системи

source: Use the numbered choices below to select a cat
el: Χρησιμοποιήστε τις αριθμημένες επιλογές παρακάτω για να επιλέξετε γάτα
hr: Za odabir mačke upotrijebite numerirane mogućnosti u nastavku
pl: Użyj ponumerowanych opcji poniżej, aby wybrać kota
ro: Folosește opțiunile numerotate de mai jos pentru a selecta o pisică
tr: Bir kedi seçmek için aşağıdaki numaralı seçenekleri kullanın
uk: Скористайтеся пронумерованими варіантами нижче, щоб вибрати кота

source: Version
el: Έκδοση
hr: Verzija
pl: Wersja
ro: Versiune
tr: Sürüm
uk: Версія

source: Welcome to CatLocal
el: Καλώς ήρθατε στο CatLocal
hr: Dobro došli u CatLocal
pl: Witaj w CatLocal
ro: Bun venit la CatLocal
tr: CatLocal'a Hoş Geldiniz
uk: Вітаємо в CatLocal

source: Which cat gets the card?
el: Ποια γάτα θα πάρει την κάρτα;
hr: Koja mačka dobiva karticu?
pl: Który kot otrzyma kartę?
ro: Ce pisică primește cardul?
tr: Kart hangi kedinin olacak?
uk: Який кіт отримає картку?

source: You can still choose a private photo, or enable camera access in Settings.
el: Μπορείτε να επιλέξετε ιδιωτική φωτογραφία ή να ενεργοποιήσετε την κάμερα στις Ρυθμίσεις.
hr: Možete odabrati privatnu fotografiju ili omogućiti kameru u Postavkama.
pl: Możesz wybrać prywatne zdjęcie albo włączyć dostęp do aparatu w Ustawieniach.
ro: Poți alege o fotografie privată sau poți activa camera din Configurări.
tr: Yine de özel bir fotoğraf seçebilir veya Ayarlar'dan kamera erişimini açabilirsiniz.
uk: Ви можете вибрати приватне фото або дозволити доступ до камери в налаштуваннях.

source: Your cat encounters stay private
el: Οι συναντήσεις σας με γάτες παραμένουν ιδιωτικές
hr: Vaši susreti s mačkama ostaju privatni
pl: Twoje spotkania z kotami pozostają prywatne
ro: Întâlnirile tale cu pisici rămân private
tr: Kedi karşılaşmalarınız gizli kalır
uk: Ваші зустрічі з котами залишаються приватними

source: Your first card keeps the cat cutout, design, notes, and typed place together.
el: Η πρώτη σας κάρτα κρατά μαζί το απόκομμα της γάτας, το σχέδιο, τις σημειώσεις και την τοποθεσία.
hr: Vaša prva kartica čuva izrez mačke, dizajn, bilješke i uneseno mjesto zajedno.
pl: Pierwsza karta łączy wycięcie kota, wygląd, notatki i wpisane miejsce.
ro: Primul tău card păstrează împreună decupajul pisicii, designul, notițele și locul introdus.
tr: İlk kartınız kedi kesitini, tasarımı, notları ve yazılan konumu bir arada tutar.
uk: Перша картка поєднує вирізку кота, дизайн, нотатки й введене місце.

source: iOS Reduce Motion always takes priority over Card Motion.
el: Η Μείωση κίνησης του iOS έχει πάντα προτεραιότητα.
hr: iOS opcija Smanji kretanje uvijek ima prednost.
pl: Funkcja Ogranicz ruch w iOS ma zawsze pierwszeństwo.
ro: Opțiunea Reduceți mișcarea din iOS are întotdeauna prioritate.
tr: iOS Hareketi Azalt ayarı her zaman Kart Hareketi ayarına göre önceliklidir.
uk: Функція «Зменшення руху» в iOS завжди має пріоритет.

source: OK
hr: U redu
tr: Tamam
uk: Гаразд
